Repository: TYPO3-Extensions/cc_infotablesmgm
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: fr

# title
source: Static Info Tables Manager
fr: Gestion des tables de données statiques

source: Info
fr: Information sur les tables

# display
source: Display data
fr: Présenter les données

# compare
source: Compare data
fr: Comparer les données

# t3func
source: TYPO3 functions
fr: Fonctions TYPO3

# import
source: Import data
fr: Importer des données

source: Export to
fr: Exporter vers

source: Exported to:
fr: Données non localisées exportées vers:

source: without localized data.
fr: sans les données localisées.

# languageISOCode
source: Language ISO A2 code optionaly followed by A2 country code:
fr: Code de langue ISO A2 et, optionnellement, code de pays ISO A2:

# ISOCodeExample
source: (eg.: de or pt_BR)
fr: (par exemple: fr ou fr_CA)

source: Created file
fr: Fichier créé:

# languagePackCreated
source: The following language pack was created:
fr: L'extension de localisation suivante a été créée:

# exportStatic
source: Export static data
fr: Exporter les données statiques

# add_labels
source: Add language labels
fr: Ajouter les étiquettes de localisation

# add_all_labels
source: Add ALL language labels
fr: Ajouter toutes les étiquettes de localisation

# create_langpack
source: Create language pack extension
fr: Créer une extension de localisation

# create_langpack_all
source: Create ALL language packs
fr: Créer toutes les extensions de localisation

# convert
source: Convert charset
fr: Convertir l'encodage de caractères

# showDiffOnly
source: Hide equal records
fr: Cacher les enregistrements identiques
